{
  "items": [
    {
      "type": "work",
      "slug": "julius-faucher-medaille",
      "title": "Artikel im EF-Magazin: Schuld und Unschuld der Boomer - von mir",
      "published": "2025-12-18",
      "updated": "2026-01-19",
      "eigenanteil": "Libertärer Standpunkt zur Unschuld der Boomer an der Wirtschaftskrise",
      "tags": [
        "libertarian",
        "politics",
        "article",
        "book"
      ],
      "excerpt": "Mein libertärer Standpunkt hat überzeugt.",
      "description": "",
      "images": [
        "/assets/work/julius-faucher-medaille/cover.jpg"
      ],
      "cover": "/assets/work/julius-faucher-medaille/cover.jpg",
      "contentUrl": "/assets/work/julius-faucher-medaille/article.html",
      "metaUrl": "/assets/work/julius-faucher-medaille/meta.json"
    },
    {
      "type": "work",
      "slug": "lichstrahl",
      "title": "Ein Lichtstrahl seiner Liebe - von Angela Jung",
      "published": "2025-02-18",
      "updated": "2025-02-18",
      "eigenanteil": "Übersetzung ins Englische",
      "tags": [
        "christian",
        "biography",
        "book",
        "translation"
      ],
      "excerpt": "Angela Jung schreibt von ihren Erlebnissen mit Jesus.",
      "description": "Ein Lichtstrahl Seiner Liebe Haben Sie Gott schon einmal persönlich gesprochen oder gehört? Für die Autorin ist es Normalität, mit Jesus zu sprechen und sich von IHM leiten zu lassen. Ihre Beziehung zu Jesus ist einzigartig, beispielhaft und fast vorbildlich, weil Menschen Fehler machen, die in diesem Buch nicht verschwiegen werden. Angela Jung ist Pfarrerstochter und examinierte Krankenschwester. Schon mit 19 Jahren heiratete sie ihren Mann Werner. Gemeinsam haben sie sechs Kinder. Bereits als Jugendliche begann Angela, für eigene und fremde Not zu beten und erlebte immer wieder erstaunliche Wunder. auch wenn sie selbst viel Leid erlebt und Schmerzen ertragen musste. Aber es geht nicht um sie, sondern alleine und in erster Linie um Jesus. ER redet auch heute - nicht nur zu Prominenten, sondern zu all denen, die krank sind und Jesus so sehr brauchen. Jeder ist IHM wichtig und das kann man durch dieses Buch klar erkennen. Angela Jung ist Beterin, Fürbitterin, Sprachrohr und ein Leuchtturm, weil sie Gottes Stimme immer wieder hört, mit IHM in Kontakt ist, von IHM geführt wird und durch IHN leuchtet.",
      "images": [
        "/assets/work/lichstrahl/angela flyer+.png",
        "/assets/work/lichstrahl/babou.jpg"
      ],
      "cover": "/assets/work/lichstrahl/angela flyer+.png",
      "contentUrl": "/assets/work/lichstrahl/article.html",
      "metaUrl": "/assets/work/lichstrahl/meta.json"
    },
    {
      "type": "work",
      "slug": "reznik",
      "title": "Morphologische Geheimnisse von erfolgreichen Beziehungen - von Peter S. Reznik",
      "published": "2026-02-14",
      "updated": "2026-01-19",
      "eigenanteil": "Übersetzung ins Deutsche, Buchsatz, Verlegung und Marketing",
      "tags": [
        "relationship",
        "facereading",
        "guide",
        "publishing",
        "book",
        "translation"
      ],
      "excerpt": "Das Buch richtet sich an alle phenomenologisch Interessierten.",
      "description": "Peter S. Reznik zeigt, welche Informationen in menschlichen Gesichtern verborgen liegen und wie Gesichtsanalyse (Menschliche Morphologie / Gesichtslesen) genutzt werden kann, um sich selbst und andere besser zu verstehen. Er erklärt anschaulich, wie Charakter, Temperament, Bedürfnisse und Beziehungsmuster im Gesicht erkennbar werden, und stützt sich dabei auf antike ägyptische, griechische und nahöstliche Traditionen.\nAnhand von Schritt-für-Schritt-Anleitungen, Fallbeispielen und Übungen lernt der Leser, Menschen differenzierter einzuschätzen. Das Buch hilft dabei, passende Partner zu erkennen, Missverständnisse und Machtkonflikte zu vermeiden und Kommunikation bewusster zu gestalten.\nEin praxisnahes Werkzeug für alle, die Beziehungen bewusster, klarer und langfristig tragfähiger gestalten möchten. Denn wir sind nicht alle gleich, und die Unterschiede zu würdigen kann man lernen.",
      "images": [
        "/assets/work/reznik/umschlag_print halb.png"
      ],
      "cover": "/assets/work/reznik/umschlag_print halb.png",
      "contentUrl": "/assets/work/reznik/article.html",
      "metaUrl": "/assets/work/reznik/meta.json"
    },
    {
      "type": "work",
      "slug": "reznik_nurmorph",
      "title": "Morphologische Geheimnisse in unseren Gesichtern - von Peter S. Reznik",
      "published": "2026-02-14",
      "updated": "2026-02-12",
      "eigenanteil": "Übersetzung ins Deutsche, Buchsatz, Verlegung und Marketing",
      "tags": [
        "facereading",
        "guide",
        "publishing",
        "ebook",
        "translation"
      ],
      "excerpt": "Das Buch richtet sich an alle phenomenologisch Interessierten.",
      "description": "Peter S. Reznik zeigt, welche Informationen in menschlichen Gesichtern verborgen liegen und wie Gesichtsanalyse (Menschliche Morphologie / Gesichtslesen) genutzt werden kann, um sich selbst und andere besser zu verstehen. Er erklärt anschaulich, wie Charakter, Temperament, Bedürfnisse und Beziehungsmuster im Gesicht erkennbar werden, und stützt sich dabei auf antike ägyptische, griechische und nahöstliche Traditionen.\nAnhand von Schritt-für-Schritt-Anleitungen, Fallbeispielen und Übungen lernt der Leser, Menschen differenzierter einzuschätzen. \nDas Buch gibt konkrete Tipps, wie ein Gesicht gelesen werden muss und ist ein praxisnahes Werkzeug für alle, die ihr Gegenüber und sich selbst besser verstehen lernen wollen.",
      "images": [
        "/assets/work/reznik_nurmorph/umschlag_v3_vorn.jpg"
      ],
      "cover": "/assets/work/reznik_nurmorph/umschlag_v3_vorn.jpg",
      "contentUrl": "/assets/work/reznik_nurmorph/article.html",
      "metaUrl": "/assets/work/reznik_nurmorph/meta.json"
    }
  ]
}